# config.py

API_ID   = 25043140
API_HASH = '5a75f6eec654fe734a1a00538bbf3a16'
BOT_TOKEN = '8053680123:AAFCDAapKSw9LkmVb98YiEs1QyAZDoH_ejk'


PROXY = None

MAPPINGS = [
    {"source": 6620270004, "dest": -1002682727450},
    {"source": -1002251098732, "dest": -1002638772677},
    {"source": -1002579369940, "dest": -1002632064203},
    {"source": -1002407118810, "dest": -1002658282147},
    {"source": -1002354753954, "dest": -1002512374246},

    {"source": -1002800273881, "dest": -1002796762711},#тест
 #   {"source": -1002796762711, "dest": -1002423792428},

   # {"source": -1002729043905, "dest": -1002423792428},#клуб
]
TOPIC_ID = 23183


#1002729043905 intra
#1002423792428 клуб
#23183 топік
#топік тест 2 id + -1002886921104